Repository: My-Uzbekistan/myuzbekistan
Catalog: Shared/Localization/SharedResource.*.resx
Languages: uz_latn

# Greeting
source: Hello, World!
uz_latn: Salom dunyo!

source: Create
uz_latn: Qo'shish

source: Edit
uz_latn: Tahrirlash

source: Cancel
uz_latn: Bekor qilish

source: Loading
uz_latn: Yuklash

source: Search
uz_latn: Qidiruv

# SuccessDelete
source: Successfully deleted
uz_latn: Muvaffaqiyatli olib tashlandi

source: Delete
uz_latn: Olib tashlash

source: Delete Confirmation
uz_latn: O'chirishni tasdiqlash

# UnDoneDelete
source: Deleting can not be undone!
uz_latn: O'chirishni bekor qilish mumkin emas!

# SuccessCreate
source: Successfully created
uz_latn: Muvaffaqiyatli yaratilgan

# SuccessUpdate
source: Successfully updated
uz_latn: Muvaffaqiyatli o'zgartirildi

source: Error!
uz_latn: Xato!

source: Save
uz_latn: Saqlash

source: Wait
uz_latn: Kuting

source: Name
uz_latn: Ism

source: Description
uz_latn: Tavsif

# RequiredError
source: The {0} field is required.
uz_latn: {0} maydonini kiritish shart.

source: Active
uz_latn: Faol

source: InActive
uz_latn: O'chiq

# TableBottom
source: No matching records found
uz_latn: Mos yozuvlar topilmadi

source: Title
uz_latn: Sarlavha

source: Name Error
uz_latn: Ism xato

# Contact_ManageContacts
source: Manage Contacts
uz_latn: Kontaktlarni boshqarish

# Contact_ContactType
source: Contact Type
uz_latn: Kontakt turi

# Contact_PhoneNumber
source: Phone Number
uz_latn: Telefon raqami

# Contact_Username
source: Username
uz_latn: Foydalanuvchi nomi

# Contact_AddContact
source: Add Contact
uz_latn: Kontakt qo'shing

source: Photos
uz_latn: Rasmlar

source: Photo
uz_latn: Surat

source: Languages
uz_latn: Tillar

source: Rating Average
uz_latn: Reyting o'rtacha

source: Price
uz_latn: Narx

source: Address
uz_latn: Manzil

source: Recommended
uz_latn: Tavsiya etilgan

source: Settings
uz_latn: Sozlash

source: Facilities
uz_latn: Muvofiqliklar

source: Average Check
uz_latn: O'rtacha tekshirish

source: EnterPrice
uz_latn: Ishlamoq

source: Price In Dollar
uz_latn: Dollar narxi

source: Manage Attachments
uz_latn: Mashg'ulotlarni boshqarish

source: Conditions
uz_latn: Shartlar

# PickLocation
source: Pick a Location
uz_latn: Joyni tanlang

source: Confirm
uz_latn: Tasdiqlamoq

source: Home
uz_latn: Asosiy sahifa

source: Add something
uz_latn: Biror narsa qo'shing

source: Language Versions
uz_latn: Til versiyalari

source: Working Hours
uz_latn: Ish vaqti

source: Category
uz_latn: Turi

source: Facility
uz_latn: Muassasa

source: Favorite
uz_latn: Tanlangan

source: File
uz_latn: Fayli

source: Language
uz_latn: Til

source: Review
uz_latn: Ko'rib chiqmoq

source: categories
uz_latn: toifalar

source: Icon
uz_latn: Ikonka

source: Order
uz_latn: Tartib

source: Action
uz_latn: Harakat

source: contents
uz_latn: tarkibi

source: favorites
uz_latn: Sevimlilar

source: files
uz_latn: fayllar

source: reviews
uz_latn: Sharhlar

source: Status
uz_latn: Holat

source: Phone Numbers
uz_latn: Telefon raqamlari

source: Menu
uz_latn: Menyu

source: Location
uz_latn: Joylashuv

source: User
uz_latn: Foydalanuvchi

source: users
uz_latn: Foydalanuvchilar

source: Select View Type
uz_latn: Ko'rish turini tanlang

source: Restaurant
uz_latn: Restoran

source: Profile
uz_latn: Profil

source: Car
uz_latn: Mashina

source: Parent Region
uz_latn: Ota hududi

source: Region
uz_latn: Hudud

# WeRecommended
source: We recommended {0}
uz_latn: Biz {0} tavsiya qildik

source: Site
uz_latn: Sayt

source: Phone
uz_latn: Telefon

# Contact_Site
source: Web site
uz_latn: Web sahifa

source: Content Count
uz_latn: Kontent soni

source: More
uz_latn: Ko'proq

source: GlobalRecommended
uz_latn: Global Tavsia

source: UserName
uz_latn: Foydalanuvchi nomi

source: CreatedAt
uz_latn: Yaratilgan

source: Photos Count
uz_latn: Fotosuratlar soni

source: Edit Role
uz_latn: Rolni tahrirlash

source: Role
uz_latn: Rol

source: ActionUrl
uz_latn: Havola

source: Payments
uz_latn: To'lovlar

# PasswordInvalid
source: Password must be at least 6 characters and contain an uppercase letter, a digit, and a special character.
uz_latn: Parol kamida 6 ta belgidan iborat bo'lishi kerak va katta harf, o'lcham va maxsus belgilarni o'z ichiga oladi.

# PasswordRequired
source: Password is required
uz_latn: Parol talab qilinadi

source: Merchants
uz_latn: Merchantlar

source: BrandName
uz_latn: Brendi

source: OrganizationName
uz_latn: Tashkilot nomi

source: AccountNumber
uz_latn: Hisob raqami

source: Contract
uz_latn: Shartnoma

source: ServiceType
uz_latn: Xizmat ko'rsatish turi

source: IsVat
uz_latn: NDS

source: PayDay
uz_latn: To'lov amalga oshirish kuni

# Discount
source: Contract percentage
uz_latn: Shartnoma foizi

source: Logo
uz_latn: Logotip

source: MXIK
uz_latn: MXIK kodi

source: WorkTime
uz_latn: Ish vaqti

source: Vat
uz_latn: NDS

source: Contacts
uz_latn: Kontaktlar

source: Current Version
uz_latn: Joriy versiya

source: Responsible
uz_latn: Mas’uliyatli

# Locale
source: Language
uz_latn: Til

source: Close
uz_latn: Yaqin

source: List Of Images
uz_latn: Rasmlar ro'yxati

source: Images Count
uz_latn: Rasmlar soni

source: No Images Found! Upload Your First Image
uz_latn: Rasmlar Yo'q! Birinchi rasmingizni yuklang

source: Select All
uz_latn: Barchasini tanlang

source: Delete All
uz_latn: Barchasini o'chiring

source: Card Already Exists
uz_latn: Karta allaqachon mavjud

source: Card Holder Name Required
uz_latn: Karta egasi nomi talab qilinadi

source: Sms Notification Number Required
uz_latn: SMS-xabarlar soni talab qilinadi

# NumberFormatForGlobalPay
source: The phone number must be in the format 998XXXXXXXXX (e.g. 998997961883)
uz_latn: Telefon raqami 998xxxxxxxxxx formatida bo'lishi kerak (masalan 998997961838)

source: eSIM packages
uz_latn: eSIM paketlari

source: App users
uz_latn: Ilova foydalanuvchilari

source: Package ID
uz_latn: Paket ID

source: Country Code
uz_latn: Mamlakat kodi

source: Country Name
uz_latn: Mamlakat nomi

source: Data Volume
uz_latn: Ma’lumot hajmi

source: Valid days
uz_latn: Amal qilish muddati (kun)

source: Network
uz_latn: Tarmoq

source: Activation policy
uz_latn: Faollashtirish siyosati

source: Custom price
uz_latn: Maxsus narx

source: Discount price
uz_latn: Chegirmali narx

source: Package price
uz_latn: Paket narxi

source: Discount percentage
uz_latn: Chegirma foizi

source: Start date
uz_latn: Boshlanish sanasi

source: End date
uz_latn: Tugash sanasi

source: Profit percentage
uz_latn: Foyda foizi

source: User details
uz_latn: Foydalanuvchi ma’lumotlari

source: Balance
uz_latn: Balans

source: Sync packages
uz_latn: Paketlarni sinxronlash

source: Set profit
uz_latn: Foyda belgilash

source: Total users
uz_latn: Jami foydalanuvchilar

source: Total packages
uz_latn: Jami paketlar

source: Total countries
uz_latn: Jami mamlakatlar

source: Full Name
uz_latn: To‘liq ism

# SetProfitTitle
source: Set profit percentage for all packages
uz_latn: Barcha paketlar uchun foyda foizini belgilash

# SetDiscountTitle
source: Discount for
uz_latn: Chegirma uchun

# DiscountUpdated
source: Discount updated successfully
uz_latn: Chegirma muvaffaqiyatli yangilandi

# FailedDiscountUpdate
source: Failed to update discount
uz_latn: Chegirma yangilanishida xatolik yuz berdi

# DiscountError1
source: Discount percentage must be between 0 and 100
uz_latn: Chegirma foizi 0 va 100 oralig‘ida bo‘lishi kerak

# DiscountError2
source: Discount price must be between 0 and the original price
uz_latn: Chegirma narxi 0 va asl narx oralig‘ida bo‘lishi kerak

# ProfitEror1
source: Profit percentage must be between 0 and 100
uz_latn: Foyda foizi 0 va 100 oralig‘ida bo‘lishi kerak

# ProfitEror2
source: Failed to update profit
uz_latn: Foyda yangilanishida xatolik yuz berdi

# SuccessSetProfit
source: Profit updated successfully
uz_latn: Foyda muvaffaqiyatli yangilandi

source: Sync packages failed
uz_latn: Paketlarni sinxronlashda xatolik yuz berdi

# SyncPackagesStarted
source: Sync packages started in background
uz_latn: Paketlarni sinxronlash orqa rejimda boshlandi

source: User orders
uz_latn: Foydalanuvchi buyurtmalari

source: Card Colors
uz_latn: Karta ranglari

source: Sms Templates
uz_latn: SMS - andozalari
